Repository: timmkuehle/bwb
Catalog: languages/*.po
Languages: de_de

source: WordPress Theme for BWB, based on MNMLST parent theme
de_de: WordPress-Theme für BWB, basierend auf dem MNMLST Parent-Theme

source: Learn more
de_de: Mehr erfahren

source: Events
de_de: Veranstaltungen

source: Event
de_de: Veranstaltung

source: Add Event
de_de: Veranstaltung hinzufügen

source: New Event
de_de: Neue Veranstaltung

source: Edit Event
de_de: Veranstaltung bearbeiten

source: View Event
de_de: Veranstaltung anzeigen

source: All Events
de_de: Alle Veranstaltungen

source: Search Events
de_de: Veranstaltungen durchsuchen

source: No events found.
de_de: Es wurden keine Veranstaltungen gefunden.

source: No events found in Trash.
de_de: Es wurden keine Veranstaltungen im Papierkorb gefunden.

source: Event Archives
de_de: Veranstaltungsarchive

source: Uploaded to this event
de_de: Hochgeladen zu dieser Veranstaltung

source: Filter events list
de_de: Veranstaltungsliste filtern

source: Events list navigation
de_de: Veranstaltungslisten-Naviagtion

source: Events list
de_de: Veranstaltungsliste

source: Event published.
de_de: Die Veranstaltung wurde veröffentlicht.

source: Event published privately.
de_de: Die Veranstaltung wurde privat veröffentlicht.

source: Event reverted to draft.
de_de: Die Veranstaltung wurde auf Entwurf zurückgesetzt.

source: Event trashed.
de_de: Die Veranstaltung wurde in den Papierkorb verschoben.

source: Event scheduled.
de_de: Die Veranstaltung wurde geplant.

source: Event updated.
de_de: Die Veranstaltung wurde aktualisiert.
